Repository: 23122K/Susie
Catalog: Susie/Resources/Localizable.xcstrings
Source language: en
Languages: pl

source: Account
pl: Konto

source: Add comment...
pl: Dodaj komentarz...

source: Add new member
pl: Dodaj do zespołu

source: Asignee
pl: Przypisany do zadania

source: Boards
pl: Tablice

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Comments
pl: Komentarze

# conrimPassword
source: Confirm password
pl: Potwierdź hasło

source: Create issue
pl: Stwórz zgłoszenie

source: Create password
pl: Stwórz haslo

source: Create Project
pl: Stwórz projekt

source: Create Sprint
pl: Stwórz sprint

source: Create your account
pl: Stwórz nowe konto

source: Dashboard
pl: Pulpit

# deatils
source: Details
pl: Szczegóły

source: Definition of done
pl: Definicja gotowości

source: Delete
pl: Usuń

source: Delete project
pl: Usuń projekt

source: Description
pl: Opis

source: Dismiss
pl: Zamknij

source: Edit
pl: Edytuj

source: Edit project
pl: Edytuj projekt

source: Email
pl: Adres email

source: First name
pl: Imię

# fullTermsOfServiceAndPrivacyPolies
source: By signing up, you agree to our Terms of Service and Privacy policies
pl: Rejestrując się, zgadza się na nasze Warunki usług oraz Politykę prywtaności

source: Home
pl: Strona głowna

source: Invite
pl: Zaproś

source: Invite request
pl: Zaproszenie do zespołu

source: Issue estimation
pl: Estymacja zgłoszenia

source: Issue priority
pl: Priorytet zgłoszenia

source: Issue title
pl: Tytuł zgłoszenia

source: Issue type
pl: Rodzaj zgłoszenia

source: Last name
pl: Nazwisko

source: Let's get started
pl: Zacznij już dziś

source: Log in to Susie
pl: Zaloguj się do Susie

source: Members
pl: Członkowie zespołu

source: My issues
pl: Moje zgłoszenia

source: New project
pl: Nowy projekt

source: New Sprint
pl: Nowy sprint

source: Next
pl: Dalej

source: or
pl: lub

source: Password
pl: Hasło

source: Privacy Policies
pl: Politykę Prywatności

source: Project description
pl: Opis projektu

source: Project goal
pl: Cel projektu

source: Projects
pl: Projekty

source: Project title
pl: Tytuł projektu

source: Register as a Scrum master
pl: Zarejestruj się jako Scrum Master

source: Save
pl: Zapisz

source: Sign in
pl: Zaloguj się

source: Sign out
pl: Wyloguj

source: Sign up
pl: Zarejestruj

source: Sprint description
pl: Opis sprintu

source: Sprint goal
pl: Cel sprintu

source: Sprint title
pl: Tytuł sprintu

source: Start
pl: Rozpocznij

source: Start date
pl: Data rozpoczęcia

source: Stop Sprint
pl: Zatrzymaj sprint

source: Terms of Service
pl: Warunki usług

source: Unassigned
pl: Nie przypisano
